app/controllers/articles_controller.rb

  def create
    @article = Article.new(article_params)

    respond_to do |format|
      if @article.save
---
INSERT INTO "articles" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "artkul1"], ["description", "aaaa"], ["created_at", 2017-03-31 09:03:14 UTC], ["updated_at", 2017-03-31 09:03:14 UTC]]