app/controllers/comments_controller.rb

		def create
			@comment = @commentable.comments.new(comment_params)
			if @comment.save
---
INSERT INTO "comments" ("content", "commentable_type", "commentable_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["content", "dsa"], ["commentable_type", "Article"], ["commentable_id", 1], ["created_at", 2017-04-01 11:00:46 UTC], ["updated_at", 2017-04-01 11:00:46 UTC]]